<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <title>Document</title>
    <link rel="stylesheet" type="text/css" href="/home/qvl0gkhxoqm/public_html/new/public/bootstrap/css/bootstrap.css">

<style>
    html,
    body {
        direction: rtl;
        text-align: right;
    }

    body,
    .content {
        width:100%;
        display: block;
        margin: auto;
        font-size: 16px;
    }
    ol{
        list-style: none;
        padding-right:0%;
        padding-left:0%;
    }
  /*  .bottom-content:before{
        background-image:url("/home/qvl0gkhxoqm/public_html/new/public/images/backgroundimg.jpeg");
        background-size: contain;
        content: "";
        display: block;
        position: absolute;
        top: 170%;
        left: 40%;
        width: 20%;
        height: 100%;
        z-index: -2;
        opacity: 0.2;
        background-repeat:  no-repeat;
    }
    .top-content:before {
        background-image:url("/home/qvl0gkhxoqm/public_html/new/public/images/backgroundimg.jpeg");
        background-size: contain;
        content: "";
        display: block;
        position: absolute;
        top: 50%;
        left: 40%;
        width: 20%;
        height: 100%;
        z-index: -2;
        opacity: 0.2;
        background-repeat: no-repeat;
    }*/
    .top-header {
        text-align: center;
    }

    .text-left {
        display: inline-block;
    }

    .bold {
        font-weight: bold;
        ;
    }

    .half-sec {
        width: 50%;
    }
</style>
</head>
<body>
    <script src="/home/qvl0gkhxoqm/public_html/new/public/bootstrap/js/bootstrap.min.js"></script>
    <div class="content">
        <div class="top-header">
            <div class="row">
                <div class="col" style="font-weight:bold;font-size:19px"> مؤسسة عبد القادر <br /> بخاري</div>
                <div class="col"><img src="/home/qvl0gkhxoqm/public_html/new/public/images/topimg.jpeg" style="width: 150px;
                    height: 100px;
                    margin-right: -12%;
                    margin-bottom: 20%;" /></div>
                <div class="col">
                    <p class="bold"><span style="font-size:19px;">Abdulqader Bokhari Est </span><br />
                        <span style="font-size:15px;">Management, construction and</span><br />
                        operation of marine anchors</p>
                </div>
            </div>
        </div>
        <!-- start Heading -->
        <h5 class="text-center">الرقم الضريبي : {{$contract[0]->numbervat}} </h5>
        <h3 class="text-center" style="font-weight:bold">عقد رسو واسطة بحرية</h3>
        <!-- top data -->
        <div class="top-data">
            <p> انه في يوم ({{$contract['day']}}) بتاريخ ({{$contract[0]->date}} م) الموافق تم التعاقد بين كل من:
                <br /> 1. مؤسسة عبدالقادر بخاري لإدارة و تشغيل المراسي (طرف اول)
                <br /> 2. السيد: ( {{$contract[0]->name}} ) رقم الهوية ({{$contract[0]->nationalid}}) رقم الجوال ({{$contract[0]->phoneone}}) رقم جوال اخر ({{$contract[0]->phonetwo}})
                على استئجار الطرف الثاني موقف رسو واسطة بحرية في مرسى قرية القطان السياحية بمبلغ ({{$contract[0]->total}}) الاف ريال سعودي
                سنويا<br />
                (تدفع على {{$contract[0]->batch}} دفعات) الدفعة الاولى <span class="bold">({{$contract[0]->totalbatches}} ريال)</span> مقدما شاملة قيمة الضريبة <span                    class="text-left"> وذلك</span> <br />
                عن الفترة من : <span class="bold"> ({{$contract[0]->from}}م )</span>
                الى :
                <span class="bold"> ({{$contract[0]->to}}م )</span>
                <br />
                اسم الواسطة <span class="bold">({{$contract[0]->wastaname}} ) رقمها </span> ({{$contract[0]->codewasta}}) الطول ({{$contract[0]->hieght}}م) العرض ({{$contract[0]->width}}م ) </p>
            </div>
        <h4 class="text-center" style="text-decoration: underline; font-weight:bold">شروط اوتعليمات لعقد </h4>
        <div class="top-content">
            <ol>
                <li>1. يتم تخصيص الموقف باختيار ادارة المرسى ويحق للإدارة تغيير الموقف في أي وقت اذا دعت الضرورة لذلك.</li>
                <li>2. فترة الرسو هى المشار اليها اعلاه مالم يتفق الطرفان على غير ذلك كتابيا ولايتجدد العقد الا بموافقة
                    مالك المرسى كتابة وفقا للبند20 من العقد.</li>
                <li>3. يجب على الطرف الثانى المحافظة على التقاليد والانظمة المتبعة فى المملكة والامتناع عن الافعال التى
                    تسبب ازعاج او اضرار بالغير وبهدوء المرسى ويسرى هذا التعهد على المالك وتابعية وزواره خلال وجودهم
                    بالمرسى ويكون مسؤول بالتعويض المباشر عما لحق بالمرسى من خسارة او ضرر يتسببون فيها.</li>
                <li>4. عند انتهاء الفترة المتفق عليها وفقا لنصوص هذا العقد ولم يقوم المالك بسحب الواسطة من المرسى خلال سبعة
                    ايام يكون للمرسى الحق فى سحب الواسطة ووضعها فى المكان الذى يراه مناسبا ويترتب على مالك الواسطة دفع
                    مائتان ريال رسوم اخراج الواسطة بالاضافة الى ايجار ارضية بمقدار مائتين ريال عن كل يوم.</li>
                <li>5. فى حال قام صاحب الواسطة البحرية بانهاء العقد قبل انتهاء الفترة المتفق عليها لا يحق له استرداد القيمة
                    المتبقية من قيمة العقد.</li>
                <li>6. يتم تسليم ادارة المرسى مفتاح الواسطة البحرية وعمل تفويض للمرسى لتحريك الواسطة فى حالة الطوارئ او لأى
                    سبب اخر يتطلب فيه تحريك الواسطة ويعتبر هذا البند بمثابة تفويض للمرسى من المالك.</li>
                <li>7. يلتزم الطرف الثانى بالمحافظة على البيئة وعدم القاء النفايات والمخلفات وغيرها في غير الاماكن المخصصة
                    لها وفي حال مخالفته أو من معه سيتم حجز الواسطة في المرسى لحين دفع غرامة مالية لادارة المرسى مقدارها
                    (500 ريال) .</li>
                <li>8. لايحق للطرف الثانى ترك الامتعة الشخصية وأمتعة الواسطة أو الصيد على الارصفة العائمة فى اى حال من
                    الاحوال.</li>
                <li>9. يتعهد صاحب الواسطة بعدم استعمال الشوايات او مواقد الكيروسين داخل المرسى.</li>
                <li>10. يجب عدم ترك اشياء ثمينة داخل الواسطة ومنها على سبيل المثال لا الحصر اجهزة الملاحة ولا يتحمل المرسى
                    اي مسؤولية تجاه اى تلفيات او سرقات لاقدر الله داخل المرسى ويسري ذلك على سيارة المالك او الزوار فى
                    الاماكن المخصصة للوقوف.</li>
                <li>11. يتعهد صاحب الواسطة بالتعويض المباشر للمرسى عن اية اضرار او اصابات ناتجة عن اخطاء ارتكبها المالك بحق
                    المرسى او المنتفعين. </li>
                <li>12. ممنوع منعا باتا على صاحب الواسطة ادخال او تخزين اى مواد بترولية او متفجرة او قابلة للاشتعال ويتحمل
                    صاحب الواسطة المسؤولية كاملة فى حال المخالفة فضلا عن احقية ادارة المرسى ابعاده ومنعه من الرسو دون اى
                    حق لصاحب الواسطة فى المطالبة لاى مبالغ قد دفعها للمرسى نظير العقد وفى حالة حدوث حريق لاقدر الله يكون
                    صاحب الواسطة مسئوول مسؤولية مباشرة عن كافة الاضرار التى لحقت بالمرسى والاخرين.</li>
                <li>13. اذا خالف صاحب الواسطة القوانين والانظمة المعمول بها فى المملكة العربيه السعودية والاعراف المتبعة
                    يكون مسئوول مسؤولية كاملة ومباشرة عما يرتبه ذلك من اضرار للمرسى او للغير.</li>
                <li>14. تكون الواسطة البحرية ضامنا لاى التزامات مالية للمرسى كمستحقات للمرسى او تعويض للغير،عندئذِ سيتم
                    انذار مالك الواسطة بالحجز على الواسطة البحرية حتى سداد المستحقات دون ان يحق للمالك الاعتراض ، وفي
                    حال ترك الواسطة دون سداد مستحقات المرسى عليه يحق للمرسى بعد انذار مالك الواسطة ومرور شهر دون سداد
                    المالك للمستحقات التصرف فى الواسطة بالبيع بطريقة المزاد العلنى لآعلى سعر يعرض باول جلسة للمزاد وخصم
                    المستحقات وارجاع ماتبقى من القيمة (ان وجد).</li>
                <li>15. فى حالة قيام مالك الواسطة ببيعها للغير عليه ابلاغ المرسى بخطاب قبل اتمام البيع للغير كما يحق لادارة
                    المرسى عند البيع للواسطة فسخ العقد في حال كان المشترى شخص غير مرغوب فيه من جهة ادارة المرسى أولا
                    يرغب التعامل معه ولايحق لصاحب الواسطة الاعتراض على ذلك .</li>
                <li>16. لايحق للطرف الثانى تقبيل موقف رسو الواسطة اوالتنازل عنه للغير.</li>
                <hr style="background-color:#158bd0;height:2px;margin-top:2%;" />
                <p class="bold text-center">مستثمر مرسى قرية القطان (
                    مؤسسة: عبدالقادر إبراهيم بخاري) س ت : 4030332339 جوال : 0590123466   <br />
                    <span class="bold" style="color:blue"> البريد اﻹلكتروني : alqattan.marrine@gmail.com </span><br/>
                </p>
        </div>
        <div class="top-header" style="padding-top:0;margin-top:0;">
            <div class="row">
                <div class="col" style="font-weight:bold;font-size:19px"> مؤسسة عبد القادر <br /> بخاري</div>
                <div class="col"><img src="/home/qvl0gkhxoqm/public_html/new/public/images/topimg.jpeg" style="width: 150px;
                        height: 100px;
                        margin-right: -12%;
                        margin-bottom: 20%;" /></div>
                <div class="col">
                    <p class="bold"><span style="font-size:19px;">Abdulqader Bokhari Est </span><br />
                        <span style="font-size:15px;">Management, construction and</span><br />
                        operation of marine anchors</p>
                </div>
            </div>
        </div>
        <div class="bottom-content">
            <ol>
                <li>17. فى حالة مخالفة اى بند من بنود العقد يحق لادارة المرسى الغاء العقد واخراج الواسطة من المرسى دون
                    الرجوع للطرف الثانى.</li>
                <li>18. فى حالة وجود الواسطة تحت بند التاجير يلتزم الطرف الثانى بنظام تأجير الوسائط البحرية المتبع فى المرسى
                    (المتمثل في استقطاع 30% من قيمة الإيجار) وعدم التحدث مع زوار المرسى والرجوع الى شباك التذاكر ومخالفة
                    ذلك يحق لادارة المرسى ايقاف الطرف الثانى عن التاجير واخراج الواسطة خارج المرسى والغاء العقد اذا لزم
                    الامر كما يلتزم مالك الواسطة بالتقيد بتعليمات وزارة الداخلية الممثله في حرس الحدود بأن يتم التأجير
                    عن طريق إدارة المرسى وتحت مسئوليتها وذلك للقوارب المخصصة للتأجير. </li>
                <li>19. يقر كل طرف بان العنوان الموضح بصدر العقد هو المعتد به حال المخاطبات بينهما </li>
                <li>20. مدة هذا العقد المصرح خلالها بالرسو لهذه الواسطة هي سنه هجرية ولا تجدد إلا بعقد جديد وبعد انتهاء
                    المدة او اى مدة مجددة يحق لمالك المرسى سحب الواسطة ورفعها بمصروفات على عاتق الطرف الثانى الذى يقر
                    بموافقته على ذلك وبالتزامه بسداد مصروفات الرفع دون ان يكون له حق الاعتراض على ذلك مستقبلا ويتم رفع
                    الواسطة بعد ثلاثة ايام من تاريخ انتهاء العقد او المدة المجددة دون الرجوع لمالك الواسطة بشئ بهذا
                    الخصوص.</li>
                <li>21. لا يجوز لغير مالك الواسطة استعمالها بغير تفويض رسمي من حرس الحدود وبعد الحصول على التصاريح والتراخيص
                    التى تؤهلة لذلك ويتحمل فى هذه الحالة مالك الواسطة متضامنا مع من يسمح له باستعمال الواسطة الاثار التى
                    قد تترتب على اى مخالفات او الاضرار للمرسى او للغير كذا يتحملا متضامينين لاى مخالفة للنظم المعمول بها
                    فى المملكة.</li>
                <li>22. فى حالة تأخر مالك الواسطة فى سداد القيمة الإيجارية المحددة بالعقد وبنهاية الفترة المسددة عنها
                    الايجار يكون لمالك المرسى الحق في تغريمه (500 ريال) عن كل شهر تأخير كما يحق لإدارة المرسى رفع
                    الواسطة بمصروفات على عاتق الطرف الثانى ويقر الطرف الثانى على موافقتة هذا البند دون اعتراض ومهما كانت
                    المبررات.</li>
                <li>23. في حال عدم التزام الطرف الثانى او اى من المستأجرين للنظام او العرف والتقاليد اواحداث اى مشاكل
                    بالمرسى يكون من حق صاحب المرسى اخطارة خلال اسبوع بانهاء العقد ورد ماقد يكون قد سدده من مقدم ولا يحق
                    للطرف الثانى الاعتراض على ذلك.</li>
                <li>24. يجب ان يكون الاطفال فى جميع الاحوال بصحبة شخص بالغ سن الرشد وتحت مسؤوليته.</li>
                <li>25. يمنع منعا باتا السباحة واللعب فى الارصفة والممرات .</li>
                <li>26. يجب ان تتحرك الواسطة ببطئ داخل المرسى بسرعة لا تتجاوز عقدة واحدة.</li>
                <li>27. فى حالة نشوب خلاف بين طرفي العقد يطبق التحكيم وفقا للأنظمة المعمول بها في المملكة العربية السعودية.
                </li>
                <li>28. يجب تجهيز الواسطة بأدوات السلامة وأجهزة اطفاء الحريق وكافة اشتراطات وزارتي الداخلية والمواصلات.</li>
                <li>29. لا يحق لمالك الواسطة جلب اي عمال لعمل اي صيانة للواسطة داخل المرسى الا بموافقة خطية مسبقة</li>
                <li>30. تم تخصيص عدد ستة مواقف للتحميل والتأجير ويمنع الوقوف بها لأكثر من عشرة دقائق كما يمنع منعا باتا دخول
                    اي شخص لممرات المرسى سوى مالك الواسطة او الشخص المفوض رسميا بذلك، وعلى التابعين الإنتظار في منطقة
                    التحميل، وفي حال مخالفة ذلك سيفرض المرسى على المستأجر غرامة مالية بقيمة 500 ريال.</li>
                <li>31. تسري تعليمات وانظمة الجهات الرسمية ومنها وزارة الداخلية ، وزارة الزراعة، حرس الحدود بخصوص تعليمات
                    الصيد ومنها منع استخدام البنادق والشوارات و المخادج والقراقير والأسماك الممنوع صيدها.</li>
                <li>32. يمنع الصيد منعا باتاً داخل المرسى وامام قرية القطان السياحية بمسافة 500 متر على الأقل عن القرية.
                </li>
                <li>33. حرر هذا العقد من نسختين اصليتين واستلم كل طرف نسخة للعمل بموجبها.</li>
            </ol>

        </div>
        <div class="row">
            <div class="col-md-5" style="width:50%;float:right;margin-top:1.5%;font-size:18px">
                الطرف الاول <br />
                مؤسسة عبدالقادر بخاري <br />
                لإنشاء وادارة وتشغيل المراسي <br />
                إسم المستخدم : {{$contract[0]->owner}} <br />
                الوقت : {{$contract['time']}} <br />
                التاريخ : {{$contract['date']}} <br />

            </div>
            <div class="col-md-5" style="width:50%;float:left;margin-top:1.5%;font-size:18px;">
                الطرف الثاني <br />
                <p class="col-sm-12" style="margin-top:10%;">الختم</p>
                <img src="/home/qvl0gkhxoqm/public_html/new/public/images/khetm.jpeg"
                    style="display:inline-block;margin:auto;width:150px;height:150px;margin-top:-9%;" />
            </div>

        </div>
        <hr style="background-color:#158bd0;height:2px;margin-top:50px;" />
        <p class="bold text-center">مستثمر مرسى قرية القطان (
            مؤسسة: عبدالقادر إبراهيم بخاري) س ت : 4030332339 جوال : 0590123466   <br />
            <span class="bold" style="color:blue"> البريد اﻹلكتروني : alqattan.marrine@gmail.com </span>
        </p>
        </ol>
    </div>
</body>

</html>